 <div class="container-fluid footer">
      <div class="d-flex flex-row bd-highlight mb-3">
        <div class="p-2 bd-highlight footer-1">
          <div
            class="d-flex flex-column bd-highlight mb-3 footer-1-wrap d-flex align-items-center justify-content-center"
          >
            <div
              class="p-2 bd-highlight footer-1-wrap__logo-1 shadow d-flex flex-column align-items-center justify-content-center"
            >
              <svg
                height="55px"
                viewBox="0 -107 512 511"
                width="55px"
                fill="#fff"
                xmlns="http://www.w3.org/2000/svg"
              >
                <path
                  d="m255 .5c-7.089844 6.980469-17.34375 18.109375-27.464844 32.742188-8.722656 12.609374-15.832031 25.507812-21.332031 38.640624 19.625 13.980469 36.410156 30.628907 49.792969 49.472657 13.265625-18.675781 29.875-35.199219 49.277344-49.097657-5.753907-13.425781-13.203126-26.582031-22.347657-39.410156-10.328125-14.484375-20.742187-25.46875-27.925781-32.347656zm0 0"
                />
                <path
                  d="m260.324219 296.066406c9.097656-1.484375 23.320312-4.597656 39.359375-11 36.109375-14.414062 64.078125-37.917968 83.128906-69.863281 36.15625-60.632813 24.257812-126.785156 17.144531-153.277344-9.679687 2.296875-24.222656 6.5-40.460937 13.769531-38.035156 17.019532-67.054688 41.976563-86.253906 74.167969-19.046876 31.945313-26.433594 67.722657-21.953126 106.347657 1.992188 17.144531 6.011719 31.136718 9.035157 39.855468zm0 0"
                />
                <path
                  d="m42.199219 139.199219c-17.753907 1.175781-32.570313 4.261719-42.199219 6.757812 2.210938 9.691407 6.292969 24.269531 13.421875 40.570313 16.695313 38.179687 41.398437 67.410156 73.425781 86.882812 25.121094 15.273438 52.992188 23.285156 82.867188 23.871094-27.425782-16.699219-50.015625-39.320312-66.335938-66.691406-16.128906-27.046875-25.714844-58.035156-28.355468-91.132813-10.617188-.898437-21.5625-1-32.824219-.257812zm0 0"
                />
                <path
                  d="m112.042969 61.925781c-2.582031 9.609375-5.792969 24.398438-7.117188 42.140625-3.101562 41.550782 5.058594 78.941406 24.257813 111.136719 19.050781 31.941406 47.019531 55.449219 83.128906 69.863281 5.199219 2.074219 10.1875 3.785156 14.890625 5.226563-2.191406-8.375-4.261719-18.296875-5.613281-29.402344-4.738282-38.941406 1.273437-76.824219 17.402344-110.617187-.082032-.136719-.160157-.273438-.242188-.410157-19.199219-32.195312-48.214844-57.148437-86.25-74.167969-16.238281-7.265624-30.777344-11.472656-40.457031-13.769531zm0 0"
                />
                <path
                  d="m512 145.957031c-9.625-2.496093-24.449219-5.582031-42.207031-6.757812-11.261719-.742188-22.207031-.648438-32.824219.253906-2.640625 33.09375-12.222656 64.089844-28.355469 91.136719-16.320312 27.367187-38.914062 49.992187-66.335937 66.691406 29.878906-.585938 57.753906-8.601562 82.867187-23.871094 60.324219-36.675781 80.75-100.710937 86.855469-127.453125zm0 0"
                />
              </svg>
              <p>Cp Seed</p>
            </div>
          </div>
        </div>
        <div class="p-2 bd-highlight w-50">
          <ul class="list-group">
            <li class="list-group-item border-0 p-1">
              <p class="fs-5">TẬP ĐOÀN GIỐNG CÂY TRỒNG VIỆT NAM</p>
            </li>
            <li class="list-group-item border-0 p-0">
              <p>
                <span
                  ><svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="24"
                    height="24"
                    viewBox="0 0 24 24"
                  >
                    <path
                      d="M12 0c-4.198 0-8 3.403-8 7.602 0 4.198 3.469 9.21 8 16.398 4.531-7.188 8-12.2 8-16.398 0-4.199-3.801-7.602-8-7.602zm0 11c-1.657 0-3-1.343-3-3s1.343-3 3-3 3 1.343 3 3-1.343 3-3 3z"
                    /></svg
                ></span>
                <b> Địa chỉ:</b>
                <span
                  ><a href="#">
                   {{getConfigValueFromSettingTable('Address_cp')}}</a
                  ></span
                >
              </p>
            </li>
            <li class="list-group-item border-0 p-0">
              <p>
                <span
                  ><svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="24"
                    height="24"
                    viewBox="0 0 24 24"
                  >
                    <path
                      d="M20 22.621l-3.521-6.795c-.008.004-1.974.97-2.064 1.011-2.24 1.086-6.799-7.82-4.609-8.994l2.083-1.026-3.493-6.817-2.106 1.039c-7.202 3.755 4.233 25.982 11.6 22.615.121-.055 2.102-1.029 2.11-1.033z"
                    /></svg
                ></span>
                <b> Điện thoại:</b>
                <span><a href="#"> {{getConfigValueFromSettingTable('phone_contact')}}</a></span>
              </p>
            </li>
            <li class="list-group-item border-0 p-0">
              <p>
                <span
                  ><svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="24"
                    height="24"
                    viewBox="0 0 24 24"
                  >
                    <path
                      d="M12 12.713l-11.985-9.713h23.971l-11.986 9.713zm-5.425-1.822l-6.575-5.329v12.501l6.575-7.172zm10.85 0l6.575 7.172v-12.501l-6.575 5.329zm-1.557 1.261l-3.868 3.135-3.868-3.135-8.11 8.848h23.956l-8.11-8.848z"
                    /></svg
                ></span>
                <b> Email:</b>
                <span><a href="#">  {{getConfigValueFromSettingTable('email_link')}}</a></span>
              </p>
            </li>
            <li class="list-group-item border-0 p-0">
              <p>
                <span
                  ><svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="24"
                    height="24"
                    viewBox="0 0 24 24"
                  >
                    <path
                      d="M23 3v17h-3.229c-.604 1.396-2.793 4-4.041 4h-11.73v-4h-3v-17h3v-3h16v3h3zm-18 0h14v-2h-14v2zm14 14h-14v6h10.271c1.386 0 1.562-1.885 1.109-2.698.677.186 2.62-.113 2.62-1.531v-1.771zm-11-4v1h2v-1h-2zm2-1v-1h-2v1h2zm1 1v1h2v-1h-2zm2-1v-1h-2v1h2zm1 1v1h2v-1h-2zm2-1v-1h-2v1h2zm3-6h-14v3h14v-3zm-3 12h-8v1h8v-1zm-2 2h-6v1h6v-1z"
                    /></svg
                ></span>
                <b> Fax:</b>
                <span><a href="#"> {{getConfigValueFromSettingTable('fax_links')}}</a></span>
              </p>
            </li>
          </ul>
        </div>
        <div class="p-2 bd-highlight">
          <div class="d-flex flex-column bd-highlight mb-3">
            <div class="bd-highlight">
              <div class="d-flex flex-row bd-highlight mb-3">
                <div class="p-2 bd-highlight">
                  <a class="btn-social-fb" href="#" role="button"
                    ><svg
                      xmlns="http://www.w3.org/2000/svg"
                      width="50"
                      height="50"
                      viewBox="0 0 24 24"
                    >
                      <path
                        d="M12 0c-6.627 0-12 5.373-12 12s5.373 12 12 12 12-5.373 12-12-5.373-12-12-12zm3 8h-1.35c-.538 0-.65.221-.65.778v1.222h2l-.209 2h-1.791v7h-3v-7h-2v-2h2v-2.308c0-1.769.931-2.692 3.029-2.692h1.971v3z"
                      /></svg
                  ></a>
                </div>
                <div class="p-2 bd-highlight">
                  <a class="btn-social-yt"
                    ><svg
                      xmlns="http://www.w3.org/2000/svg"
                      width="50"
                      height="50"
                      viewBox="0 0 24 24"
                    >
                      <path
                        d="M19.615 3.184c-3.604-.246-11.631-.245-15.23 0-3.897.266-4.356 2.62-4.385 8.816.029 6.185.484 8.549 4.385 8.816 3.6.245 11.626.246 15.23 0 3.897-.266 4.356-2.62 4.385-8.816-.029-6.185-.484-8.549-4.385-8.816zm-10.615 12.816v-8l8 3.993-8 4.007z"
                      /></svg
                  ></a>
                </div>
                <div class="p-2 bd-highlight">
                  <a
                    class="circle d-flex justify-content-center align-items-center"
                    href="#"
                    ><span>Zalo</span></a
                  >
                </div>
              </div>
            </div>
            <div class="p-2 bd-highlight">© 2021  {{getConfigValueFromSettingTable('website_link')}}</div>
          </div>
        </div>
      </div>
    </div>